Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# platform_friends_empty_body
source: Friend access may not be granted, or no matching Play Games/Game Center friends were returned.
ar: لا يجوز منح الوصول إلى الأصدقاء أو عدم التوافقPlay Games/Game Centerوقد عادوا أصدقائهم.
bn: বন্ধু অ্যাক্সেস অনুমোদিত হতে পারে না, বা কোন সমাধানPlay Games/Game Centerবন্ধু ফিরে আসেন।
de: Freundschaftszugang kann nicht erteilt werden, oder keine MatchingPlay Games/Game CenterFreunde wurden zurückgegeben.
es: El acceso a amigos no puede ser concedido, ni se puede corresponderPlay Games/Game CenterLos amigos se volvieron.
fr: L'accès à l'ami ne peut être accordé, ou pas de matchingPlay Games/Game CenterLes amis sont revenus.
hi: मित्र पहुंच प्रदान नहीं की जा सकती है, या कोई फिट नहींPlay Games/Game Centerदोस्तों को वापस लौटा दिया गया।
id: Akses teman tidak dapat diberikan, atau tidak sesuaiPlay Games/Game CenterTeman-teman sudah kembali
it: L'accesso amico non può essere concesso, o non corrisponderePlay Games/Game CenterI miei amici sono tornati.
ja: 友人アクセスは許可されず、または合わない場合があります。Play Games/Game Center友人が帰ってきた。
ko: 친구 접근은 허용되지 않거나 일치하지 않을 수 있습니다.Play Games/Game Center친구들이 돌아왔다.
nl: Vrienden toegang kan niet worden toegekend, of geen matchingPlay Games/Game CenterVrienden zijn teruggekeerd.
pl: Dostęp przyjacielski nie może być udzielony, ani nie dopasowanyPlay Games/Game CenterPrzyjaciele wrócili.
pt: O acesso ao amigo não pode ser concedido, ou não correspondePlay Games/Game CenterAmigos foram devolvidos.
ru: Приглашение друзей может быть не предоставлено, или не соответствуетPlay Games/Game CenterДрузья вернулись.
th: การเข้าถึงเพื่อนไม่สามารถให้หรือไม่สามารถเข้าถึงPlay Games/Game Centerเพื่อนของฉันถูกกลับมา
tr: Arkadaş erişimi sağlanamayabilir veya eşleşemezPlay Games/Game CenterArkadaşlar iade edildi.
uk: Доступ до друзів не може бути наданий, або не відповідаєPlay Games/Game CenterДрузі повернулися.
ur: دوست تک رسائی حاصل نہیں کی جا سکتی، یا کوئی مطابقت نہیںPlay Games/Game Centerدوستوں کو واپس لوٹایا گیا
vi: Truy cập bạn bè có thể không được cấp, hoặc không phù hợpPlay Games/Game CenterBạn bè đã trở lại.
zh_hans: 友人接入可能不允许,或不匹配Play Games/Game Center朋友们回来了。
zh_hant: 友人接入可能不允許,或不匹配Play Games/Game Center朋友們回來了。

source: Open native platform profile
ar: الملف الشخصي المنصوص عليه في المنصة
bn: খোলা প্রোফাইল প্রোফাইল
de: Offene native Plattform Profile
es: El perfil de la plataforma nativa
fr: Profil de plateforme indigène
hi: Open Native Platform प्रोफ़ाइल
id: Profil Platform Terbuka
it: Il profilo della piattaforma nativa
ja: オープン・インディア・プラットフォーム・プロフィール
ko: 오픈 네트워크 플랫폼 프로필
nl: Open native platform profiel
pl: Otwarte profile platformy
pt: O perfil da plataforma nativa
ru: Профиль на открытой платформе
th: โปรไฟล์แพลตฟอร์มที่เปิด
tr: Yerel platform profilini aç
uk: Профіль відкритої платформи
ur: مفت مقامی پلیٹ فارم پروفائل
vi: Mở hồ sơ nền tảng bản địa
zh_hans: 原住民平台 个人资料
zh_hant: 原住民平臺 個人資料

source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
de: Versuchen Sie erneut
es: Tenta de nuevo
fr: Essayez à nouveau
hi: फिर से कोशिश करें
id: Cobalah lagi
it: Prova di nuovo
ja: 再度試してみる
ko: 다시 시도해 보세요
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробуйте снова
th: พยายามอีกครั้ง
tr: Tekrar dene.
uk: спробуйте знову
ur: دوبارہ کوشش کریں
vi: Cố gắng lại
zh_hans: 再试一试
zh_hant: 再試一試

source: Samurai Sudoku
ar: الساموراي السودوكو
bn: সামুরা সাদুকু
es: El Sudoku
fr: Le Sudoku
hi: सुदूर सुदूर
id: Sumatera Sudoku
it: Il Sudoku
ja: サムライ・スドゥーコ
ko: 사무라이 사우도쿠
pl: Samuraj Sudoku
pt: Sábado Sudoku
ru: Самурай Судоку
th: ซูโดคู
tr: Samuray Sudoku
uk: Самурай Судоку
ur: زمرہ:سودوکو
zh_hans: 萨穆拉苏多库
zh_hant: 薩穆拉蘇多庫

# samurai_subtitle
source: Five overlapping 9×9 boards in one challenge
ar: 5 أرقام 9 × 9 في تحدي واحد
bn: এক চ্যালেঞ্জে ৫টি 9×9 বোর্ড
de: Fünf 9×9 Tische in einem Herausforderung
es: Cinco superlápidos 9×9 en un reto
fr: Cinq boîtes 9×9 surplombant dans un défi
hi: 5 9×9 बोर्डों को एक चुनौती में पार करें
id: 5 Tabel 9x9 dalam Satu Tantangan
it: Cinque superlapping 9×9 tavoli in un unico sfida
ja: ひとつの挑戦で5つの9×9の板を超える
ko: 5개의 9×9 보드를 한 번의 도전으로 니다.
nl: Vijf overlappen 9×9 bords in één uitdaging
pl: Pięć przebijających 9×9 tablic w jednym wyzwaniu
pt: Cinco superlapping 9×9 bordas em um desafio
ru: Пять надлопных 9×9 панелей в одном вызове
th: ห้าแผง 9×9 ที่ผ่านการล็อคในท้าทายเดียว
tr: Tek mücadelede birbiriyle kesişen beş 9×9 tahta
uk: 5 9×9 стільців в одному виклику
ur: 5 ایک چیلنج میں 9×9 بورڈز پر کلپ کریں
vi: 5 bàn 9×9 trong một thách thức
zh_hans: 五个超越9×9板在一个挑战
zh_hant: 五個超越9×9板在一個挑戰

# samurai_choose_difficulty
source: Choose Samurai difficulty
ar: اختيار ساموراي صعوبة
bn: সমস্যা সমাবেশী সমাবেশী সমাবেশী
de: Samurai Schwierigkeiten
es: El problema de los samurai
fr: Choisir le Samurai
hi: Samurai चुनने की कठिनाई
id: Memilih Samurai yang sulit
it: Scegliere il problema di Samurai
ja: サムライの難しさ
ko: 사무라이의 어려움을 선택하십시오
nl: Samurai moeilijkheid
pl: Wybierz samuraj trudności
pt: Escolha o Samurai
ru: Выбор Самураи Трудности
th: เลือกซามูราเอสยาก
tr: Samuray zorluğunu seç
uk: Вибір Самураї
ur: سامورایی کے مسائل کا انتخاب
vi: Lựa chọn Samurai khó khăn
zh_hans: 选择萨摩拉难题
zh_hant: 選擇薩摩拉難題

# samurai_zoom_hint
source: Pinch to zoom and drag to move across the five linked boards.
ar: قم بتحريك وتسريع للتحرك عبر الألواح الخمسة المرتبطة.
bn: জুম এবং জুম করতে পিন্ক করুন এবং পাঁচটি সংযুক্ত বোর্ডের মাধ্যমে চলে যাওয়া।
de: Pinch zum Zoom und ziehen, um über die fünf verbundenen Tische zu bewegen.
es: Pincha para zoomir y traer para moverse a través de los cinco placas conectadas.
fr: Pincez pour zoom et tracer pour se déplacer par les cinq plaques liées.
hi: ज़ूम करने के लिए पंच करें और पांच लिंक बोर्डों के माध्यम से आगे बढ़ने के लिए खींचें।
id: Pin untuk zoom dan drag untuk bergerak melalui lima papan terhubung.
it: Pinch per zoom e tirare per muoversi attraverso i cinque tavoli collegati.
ja: スイッチを振り回し、5つの接続されたボードを移動するために引き出します。
ko: 스핀을 눌러 주름을 끌고 5 개의 연결된 보드를 통해 이동합니다.
nl: Pinch naar zoom en trek om te bewegen over de vijf verbonden plafonds.
pl: Włącz do zoomu i wyciągnij, aby przejść przez pięć powiązanych płytek.
pt: Pinque para zoom e treze para se mover através dos cinco painéis ligados.
ru: Нажмите к зуму и вытягивайте, чтобы перемещаться через пять связанных панелей.
th: Pinch เพื่อ zoom และ drag เพื่อย้ายผ่านห้าแผงเชื่อมต่อ
tr: Beş bağlantılı tahtada gezinmek için yakınlaştırın ve sürükleyin.
uk: Натисніть на зум і витягніть, щоб пересуватися через п'ять пов'язаних панелей.
ur: پینچ کریں اور زوم اور ٹریک کریں پانچ منسلک بورڈوں کے ذریعے منتقل کرنے کے لئے.
vi: Pin đến zoom và kéo để di chuyển qua năm bảng kết nối.
zh_hans: 点击 zoom 并拖动,通过五个连接板。
zh_hant: 點選 zoom 並拖動,透過五個連線板。

# samurai_pause_body
source: Your five linked boards are paused. Continue when ready.
ar: 5 ألواح متصلة متوقفة.مواصلة عند الاستعداد.
bn: আপনার পাঁচটি লিংক বোর্ড বন্ধ হয়ে থাকে. প্রস্তুত হলে চলুন।
de: Ihre fünf verbundenen Plätze werden aufgehoben.Fortsetzung, wenn Sie bereit sind.
es: Sus cinco placas conectadas están descansadas. Continúa cuando esté listo.
fr: Vos 5 boîtes liées sont en pause. Continuez quand vous êtes prêt.
hi: आपके पांच लिंक बोर्ड रुक गए हैं. जब तैयार हो तो जारी रखें.
id: Lima paket yang sudah terhubung di sini sudah selesai.Selengkapnya
it: I tuoi cinque tavoli collegati sono interrotti. proseguire quando pronto.
ja: 5 つながった板が休憩しているので、準備が整ったときに続きます。
ko: 5개의 링크가 멈추고 준비가 되면 계속 진행하세요.
nl: Je vijf verbonden bords zijn gespaard. voortgaan als je klaar bent.
pl: Twoje pięć powiązanych płytek jest przerwane. kontynuuj, gdy gotowy.
pt: Os seus cinco painéis ligados estão interrompidos. Continue quando pronto.
ru: Пять связанных панелей перерываются.Подробнее, когда вы готовы.
th: 5 แผงที่เชื่อมต่อของคุณหยุดทํางานได้ ทํางานเมื่อพร้อม
tr: Beş bağlantılı tahta duraklatıldı. Hazır olduğunuzda devam edin.
uk: П'ять з них перерваються, і продовжуйте, коли ви готові.
ur: آپ کے پانچ منسلک بورڈوں کو روک دیا گیا ہے ۔ جب تیار ہو تو جاری رہیں ۔
vi: 5 bàn liên kết của bạn bị gián đoạn. tiếp tục khi sẵn sàng.
zh_hans: 五个连接板停了下来,当准备好时继续。
zh_hant: 五個連線板停了下來,當準備好時繼續。

# samurai_completed_title
source: Samurai completed!
ar: الساموراي قد انتهى!
bn: সামুরা শেষ!
de: Samurai ist fertig!
es: ¡El Samurai está terminado!
fr: Le samouraï est terminé !
hi: सामुरा खत्म हो गया है!
id: Samurai sudah selesai!
it: Il Samurai è finito!
ja: サムライが終わった!
ko: 사무라이가 완성되었습니다!
nl: Samurai is voltooid!
pl: Samuraj już zakończony!
pt: O Samurai está concluído!
ru: Самурай завершен!
th: ซามูรี่เสร็จสิ้น
tr: Samuray tamamlandı!
uk: Самураї завершено!
ur: سامورا ختم ہو گیا ہے!
vi: Samurai hoàn thành!
zh_hans: 萨摩拉完成了!
zh_hant: 薩摩拉完成了!

# samurai_completed_body
source: You solved all five linked Sudoku boards.
ar: حلت جميع لوحات سودوكو الخمسة المرتبطة.
bn: আপনি সব পাঁচটি সংযুক্ত সুদোকু বোর্ড সমাধান করেছেন।
de: Sie haben alle fünf verbundenen Sudoku-Borden gelöst.
es: Se han resuelto todos los cinco placas de Sudoku conectados.
fr: Vous avez résolu les cinq tables Sudoku liées.
hi: आपने सभी पांच सुडोकू बोर्डों को हल किया है।
id: Anda telah menyelesaikan semua lima papan Sudoku yang terhubung.
it: Hai risolto tutti i cinque tavoli sudoku collegati.
ja: あなたは、すべての5つの結びついたスドゥーコのボードを解決しました。
ko: 당신은 다섯 개의 연결된 Sudoku 보드를 해결했습니다.
nl: Je hebt alle vijf verbonden Sudoku-borden opgelost.
pl: Rozwiązałaś wszystkie pięć powiązanych tablic Sudoku.
pt: Você resolveu todos os cinco painéis de Sudoku ligados.
ru: Вы решили все пять связанных судоку-боров.
th: คุณได้แก้ปัญหาทั้งหมดของห้าคณะกรรมการซูโดคูที่เชื่อมต่อ
tr: Birbirine bağlı beş Sudoku tahtasının tamamını çözdünüz.
uk: Ви вирішили всі п'ять пов'язаних судоку панелей.
ur: آپ نے تمام پانچ منسلک Sudoku بورڈوں کو حل کیا ہے.
vi: Bạn đã giải quyết tất cả năm bảng Sudoku liên kết.
zh_hans: 你解决了所有五个连接的苏多库板。
zh_hant: 你解決了所有五個連線的蘇多庫板。

# duel_variant_classic
source: Classic Sudoku
ar: الكلاسيكية السودوكو
bn: ক্লাসিক সুদোকু
de: Klassische Sudoku
es: El clásico Sudoku
fr: Les Sudoku classiques
hi: क्लासिक सुडोकू
id: Suku Sudoku
it: Il Sudoku classico
ja: クラシック・スドーコ
ko: 클래식 수두쿠
nl: Klassieke Sudoku
pl: Klasyczny Sudoku
pt: Clássico Sudoku
ru: Классический Судоку
th: คลาสสิคซูโดค
tr: Klasik Sudoku
uk: Класичний Судоку
ur: کلاسیکی سوڈوکو
vi: Sư Tử Sudoku
zh_hans: 古典苏多库
zh_hant: 古典蘇多庫

# choose_duel_variant
source: Choose game type
ar: اختيار نوع اللعبة
bn: খেলাটি পছন্দ
de: Spieltyp wählen
es: Elegir el tipo de juego
fr: Choisir le type de jeu
hi: खेल का प्रकार चुनें
id: Pilih jenis permainan
it: Scegli il tipo di gioco
ja: ゲームタイプを選択
ko: 게임 유형 선택
nl: Kies het spel type
pl: Wybierz typ gry
pt: Escolha o tipo de jogo
ru: Выберите тип игры
th: เลือกเกมประเภท
tr: Oyun türünü seç
uk: Вибір типу гри
ur: کھیل کا انتخاب کریں
vi: Chọn loại game
zh_hans: 選擇遊戲類型
zh_hant: 選擇遊戲型別

# same_variant_match
source: You will only be matched with the same game type.
ar: سوف تتوافق فقط مع نفس النوع من اللعبة.
bn: আপনি শুধু একই খেলা টাইপ সঙ্গে সমাধান হবে।
de: Sie werden nur mit dem gleichen Spielarten vereinbar.
es: Sólo se ajustará con el mismo tipo de juego.
fr: Vous ne serez pas compatibles avec le même type de jeu.
hi: आप केवल एक ही खेल के प्रकार के साथ मेल खाएंगे।
id: Anda hanya akan terikat dengan jenis permainan yang sama.
it: Sarai solo in grado di corrispondere con lo stesso tipo di gioco.
ja: 同じゲームタイプに合うだけです。
ko: 당신은 같은 게임 유형과 일치 할 것입니다.
nl: Je wordt alleen geïntroduceerd met dezelfde game.
pl: Będziesz tylko dopasowany do tego samego typu gry.
pt: Você só será matched com o mesmo tipo de jogo.
ru: Вы будете только совпадать с тем же типом игры.
th: คุณจะตรงกับประเภทเกมเดียวกันเท่านั้น
tr: Yalnızca aynı oyun türünü seçen oyuncularla eşleşirsiniz.
uk: Ви будете тільки збігатися з тим же типом гри.
ur: آپ کو صرف ایک ہی کھیل کے طور پر مطابقت رکھے گا.
vi: Bạn sẽ chỉ được phù hợp với cùng một loại trò chơi.
zh_hans: 您只會與同一類型的遊戲相匹配。
zh_hant: 您只會與同一型別的遊戲相匹配。

# profile_edit_preview_body
source: Choose how other players see you in matches and search.
ar: This is how other players will see you in duels and leaderboards.
bn: This is how other players will see you in duels and leaderboards.
de: This is how other players will see you in duels and leaderboards.
es: This is how other players will see you in duels and leaderboards.
fr: This is how other players will see you in duels and leaderboards.
hi: This is how other players will see you in duels and leaderboards.
id: This is how other players will see you in duels and leaderboards.
it: This is how other players will see you in duels and leaderboards.
ja: This is how other players will see you in duels and leaderboards.
ko: This is how other players will see you in duels and leaderboards.
nl: This is how other players will see you in duels and leaderboards.
pl: This is how other players will see you in duels and leaderboards.
pt: This is how other players will see you in duels and leaderboards.
ru: This is how other players will see you in duels and leaderboards.
th: This is how other players will see you in duels and leaderboards.
tr: This is how other players will see you in duels and leaderboards.
uk: This is how other players will see you in duels and leaderboards.
ur: This is how other players will see you in duels and leaderboards.
vi: This is how other players will see you in duels and leaderboards.
zh_hans: This is how other players will see you in duels and leaderboards.
zh_hant: This is how other players will see you in duels and leaderboards.

# profile_display_helper
source: Use the name you want shown on leaderboards.
ar: استخدم الاسم الذي تريد إظهاره على لوحات القيادة.
bn: আপনি যা নাম দেখতে চান তার নাম ব্যবহার করুন।
de: Verwenden Sie den Namen, den Sie auf Führungssteilen anzeigen möchten.
es: Utilice el nombre que desea mostrar en las tablas de liderazgo.
fr: Utilisez le nom que vous voulez afficher sur les panneaux de leadership.
hi: नाम का उपयोग करें जिसे आप नेता बोर्ड पर दिखाना चाहते हैं।
id: Gunakan nama yang ingin Anda tunjukkan pada papan pemimpin.
it: Utilizzare il nome che si desidera mostrare sui leaderboard.
ja: リーダーボードで表示したい名前を使用します。
ko: 리더 보드에서 표시하려는 이름을 사용하십시오.
nl: Gebruik de naam die u wilt tonen op de leidingboards.
pl: Użyj nazwy, którą chcesz wyświetlić na tablicy liderów.
pt: Use o nome que você deseja mostrar nas painéis de liderança.
ru: Используйте имя, которое вы хотите показать на панелях лидеров.
th: ใช้ชื่อที่คุณต้องการแสดงบนแผ่นนํา
tr: Leaderboard'larda gösterilmesini istediğiniz ismi kullanın.
uk: Використовуйте ім'я, яке ви хочете показати на лідерських панелях.
ur: اس نام کا استعمال کریں جو آپ کو لیڈر بورڈ پر دکھانا چاہتے ہیں.
vi: Sử dụng tên bạn muốn hiển thị trên bảng điều khiển.
zh_hans: 使用您想要在领先板上显示的名称。
zh_hant: 使用您想要在領先板上顯示的名稱。

# profile_display_error
source: Enter at least 2 characters.
ar: اكتب شخصيتين على الأقل.
bn: অন্তত দুইটি চিঠি লিখুন।
de: Geben Sie mindestens 2 Zeichen ein.
es: Introduce al menos dos personajes.
fr: Entrez au moins 2 caractères.
hi: कम से कम दो अक्षरों को दर्ज करें।
id: Masukkan setidaknya 2 karakter.
it: Inserisci almeno due personaggi.
ja: 少なくとも2つの文字を入力します。
ko: 적어도 2개의 캐릭터를 입력합니다.
nl: Geef minstens 2 tekens in.
pl: Wpisz co najmniej 2 znaky.
pt: Entre pelo menos dois personagens.
ru: Введите по крайней мере 2 персонажа.
th: ใส่ตัวละคร 2 ตัวอย่างน้อย
tr: En az 2 karakter girin.
uk: Введіть щонайменше 2 персонажі.
ur: کم از کم دو شخصیتوں کو شامل کریں.
vi: Nhập ít nhất 2 ký tự.
zh_hans: 输入至少2个字符。
zh_hant: 輸入至少2個字元。

# profile_search_name
source: Search name
ar: البحث الاسم
bn: নাম অনুসন্ধান
de: Suche Name
es: Nombre de búsqueda
fr: Nom de recherche
hi: खोज नाम
id: Nama pencarian
it: Nome di ricerca
ja: 検索名
ko: 검색 이름
nl: Zoeknaam
pl: Nazwa wyszukiwania
pt: Nome de busca
ru: Имя поиска
th: ชื่อค้นหา
tr: Arama adı
uk: Пошук імені
ur: تلاش نام
vi: Tìm kiếm tên
zh_hans: 搜索名称
zh_hant: 搜尋名稱

# profile_search_helper
source: Lowercase letters, numbers and underscore are allowed.
ar: Letters, numbers and underscore. Used by friends to find you.
bn: Letters, numbers and underscore. Used by friends to find you.
de: Letters, numbers and underscore. Used by friends to find you.
es: Letters, numbers and underscore. Used by friends to find you.
fr: Letters, numbers and underscore. Used by friends to find you.
hi: Letters, numbers and underscore. Used by friends to find you.
id: Letters, numbers and underscore. Used by friends to find you.
it: Letters, numbers and underscore. Used by friends to find you.
ja: Letters, numbers and underscore. Used by friends to find you.
ko: Letters, numbers and underscore. Used by friends to find you.
nl: Letters, numbers and underscore. Used by friends to find you.
pl: Letters, numbers and underscore. Used by friends to find you.
pt: Letters, numbers and underscore. Used by friends to find you.
ru: Letters, numbers and underscore. Used by friends to find you.
th: Letters, numbers and underscore. Used by friends to find you.
tr: Letters, numbers and underscore. Used by friends to find you.
uk: Letters, numbers and underscore. Used by friends to find you.
ur: Letters, numbers and underscore. Used by friends to find you.
vi: Letters, numbers and underscore. Used by friends to find you.
zh_hans: Letters, numbers and underscore. Used by friends to find you.
zh_hant: Letters, numbers and underscore. Used by friends to find you.

# profile_search_error
source: Use 3-20 letters, numbers or underscore.
ar: استخدم 3-20 حرف أو أرقام أو أسفل.
bn: 3-20 বাক্স, সংখ্যা বা সাবসকোর ব্যবহার করুন।
de: Verwenden Sie 3-20 Buchstaben, Zahlen oder Unterschriften.
es: Utilice 3-20 letras, números o subscuerdos.
fr: Utilisez 3 à 20 lettres, chiffres ou sous-score.
hi: 3-20 अक्षरों, संख्याओं या उपस्कोर का उपयोग करें।
id: Gunakan 3-20 huruf, angka atau subscore.
it: Utilizzare 3-20 lettere, numeri o sottoscritti.
ja: 文字3〜20文字、数字、またはサブスコアを使用します。
ko: 3-20 문자, 숫자 또는 하위 점수를 사용합니다.
nl: Gebruik 3-20 letters, cijfers of ondercijfers.
pl: Użyj 3-20 liter, liczb lub podskoków.
pt: Use 3-20 letras, números ou subscore.
ru: Используйте 3-20 букв, цифр или подсчетов.
th: ใช้ 3-20 หมายเลขหรือตัวเลข
tr: 3-20 harf, sayı veya alt çizgi kullanın.
uk: Використовуйте 3-20 букв, чисел або підсвітників.
ur: 3-20 حروف، اعداد یا زیر اعداد استعمال کریں.
vi: Sử dụng 3-20 chữ cái, số hoặc chữ cái.
zh_hans: 使用3至20个字母、数字或字体。
zh_hant: 使用3至20個字母、數字或字型。

# profile_discovery_title
source: Let players find me
ar: دع اللاعبين يجدونني
bn: খেলোয়াড়রা আমাকে খুঁজে পেতে
de: Lassen Sie die Spieler mich finden
es: Que los jugadores me encuentren
fr: Les joueurs me trouvent
hi: खिलाड़ियों को मिलने के लिए
id: Biarkan pemain menemukan saya
it: Lascia che i giocatori mi trovino
ja: 選手が私を見つけよう
ko: 선수들이 나를 찾게 하소서
nl: Laat de spelers mij vinden
pl: Pozwól graczom znaleźć mnie
pt: Que os jogadores me encontrem
ru: Пусть игроки найдут меня
th: ให้ผู้เล่นหาฉัน
tr: Bırakın oyuncular beni bulsun.
uk: Дозвольте гравцям знайти мене
ur: کھلاڑیوں کو مجھے تلاش کریں
vi: Hãy để các cầu thủ tìm tôi
zh_hans: 让玩家找到我
zh_hant: 讓玩家找到我

# profile_discovery_on
source: Other players can find you by name or Friend ID.
ar: يمكن للاعبين الآخرين العثور عليك حسب الاسم أو ID الصديق.
bn: অন্যান্য খেলোয়াড়দের নাম বা বন্ধু ID দ্বারা আপনি খুঁজে পেতে পারেন।
de: Andere Spieler können Sie nach Namen oder Freund-ID finden.
es: Otros jugadores pueden encontrarlo por nombre o ID de amigo.
fr: D'autres joueurs peuvent vous trouver par nom ou par ID de l'ami.
hi: अन्य खिलाड़ी आपको नाम या मित्र आईडी के माध्यम से पा सकते हैं।
id: Pemain lain dapat menemukan Anda dengan nama atau ID Friend.
it: Altri giocatori possono trovarti per nome o ID amico.
ja: 他のプレイヤーは名前または友人のIDであなたを見つけることができます。
ko: 다른 플레이어는 이름 또는 친구 ID로 찾을 수 있습니다.
nl: Andere spelers kunnen u vinden door naam of vriend ID.
pl: Pozostałe gracze mogą znaleźć Cię na podstawie nazwy lub ID Przyjaciela.
pt: Outros jogadores podem encontrá-lo por nome ou ID de amigo.
ru: Другие игроки могут найти вас по имени или ID-признака.
th: ผู้เล่นอื่น ๆ สามารถค้นหาคุณโดยชื่อหรือ ID เพื่อน
tr: Diğer oyuncular sizi isim veya Arkadaş Kimliği ile bulabilir.
uk: Інші гравці можуть знайти вас за іменем або ідентифікатором друзів.
ur: دوسرے کھلاڑیوں کو آپ کے نام یا دوست ID کے ذریعے تلاش کر سکتے ہیں.
vi: Các cầu thủ khác có thể tìm thấy bạn bằng tên hoặc ID bạn bè.
zh_hans: 其他玩家可以通过姓名或朋友 ID 找到您。
zh_hant: 其他玩家可以透過姓名或朋友 ID 找到您。

# profile_discovery_off
source: New players cannot find you in search. Friends stay connected.
ar: لا يمكن للاعبين الجدد العثور عليك في البحث.
bn: নতুন খেলোয়াড় আপনাকে খুঁজে পাওয়া যায় না বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধু বন্ধ
de: Neue Spieler können Sie nicht in der Suche finden. Freunde bleiben verbunden.
es: Los nuevos jugadores no pueden encontrarlo en la búsqueda.Los amigos permanecen conectados.
fr: Les nouveaux joueurs ne peuvent pas vous trouver dans la recherche.Friends stay connected.
hi: नए खिलाड़ी आपको खोज में नहीं मिल सकते. दोस्तों से जुड़े रहें.
id: Pemain baru tidak dapat menemukan Anda dalam pencarian. teman tetap terhubung.
it: I nuovi giocatori non possono trovarti nella ricerca. amici rimangono connessi.
ja: 新しいプレイヤーはあなたを検索できない友人は接続する。
ko: 새로운 플레이어가 검색에서 찾을 수 없습니다. 친구가 연결되어 있습니다.
nl: Nieuwe spelers kunnen je niet vinden in de zoektocht.Vrienden blijven verbonden.
pl: Nowi gracze nie mogą znaleźć Ciebie w wyszukiwaniu. przyjaciele pozostają podłączeni.
pt: Os novos jogadores não podem encontrá-lo na busca. amigos permanecem conectados.
ru: Новые игроки не могут найти вас в поиске. Друзья остаются в подключении.
th: ผู้เล่นใหม่ไม่สามารถหาคุณในค้นหา เพื่อนอยู่ใกล้
tr: Yeni oyuncular sizi aramada bulamaz. Arkadaşlar bağlı kalır.
uk: Нові гравці не можуть знайти вас в пошуках. друзі залишаються підключеними.
ur: نئے کھلاڑیوں کو تلاش میں آپ کو نہیں مل سکتے.
vi: Người chơi mới không thể tìm thấy bạn trong tìm kiếm. bạn bè vẫn kết nối.
zh_hans: 新玩家找不到你在搜索中 朋友保持连接。
zh_hant: 新玩家找不到你在搜尋中 朋友保持連線。

source: Pause
ar: استراحة
bn: পাস
es: Paseo
fr: Pâques
hi: ब्रेक
id: istirahat
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pl: przerwy
pt: Pausa
ru: Перерыв
th: สะพาน
tr: Duraklat
uk: Відпочинок
ur: آرام
vi: nghỉ ngơi
zh_hans: 休息
zh_hant: 休息

source: Game paused
ar: لعبة استراحة
bn: খেলা বন্ধ
de: Spiel Pause
es: Juego pausa
fr: Jeu de pause
hi: खेल रुक गया
id: Permainan berhenti
it: Gioco Pausa
ja: ゲーム休憩
ko: 게임 휴식
nl: Spelen stoppen
pl: Zabawa przerwana
pt: Jogo Parado
ru: Игра перерыва
th: เกมหยุด
tr: Oyun duraklatıldı
uk: Ігри перерва
ur: کھیل کا دورہ
vi: Game nghỉ ngơi
zh_hans: 游戏休息
zh_hant: 遊戲休息

source: Pause game
ar: لعبة استراحة
bn: খেলা পাস
de: Pause Spiel
es: Juego de pausa
fr: Jeu de pause
hi: खेल का ब्रेक
id: Permainan istirahat
it: Gioco di pausa
ja: 休憩ゲーム
ko: 휴식 게임
nl: Pauze spel
pl: Zabawa gry
pt: Jogo de Pausa
ru: Игра Пауза
th: เกมหยุด
tr: Duraklat oyunu
uk: Відпочинок гри
ur: کھیل ہی کھیل میں
vi: Trò chơi nghỉ ngơi
zh_hans: 休息游戏
zh_hant: 休息遊戲
